
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1 概述 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="02-register.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="01-introduction.html">
            
                <a href="01-introduction.html">
            
                    
                    1 概述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="02-register.html">
            
                <a href="02-register.html">
            
                    
                    2 AVA 申请注册流程
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    3 AVA 基础概念
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="03-concepts/3.1-dataset.html">
            
                <a href="03-concepts/3.1-dataset.html">
            
                    
                    3.1 数据集
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="03-concepts/3.2-shared-storage.html">
            
                <a href="03-concepts/3.2-shared-storage.html">
            
                    
                    3.2 共享存储
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="03-concepts/3.3-workspace.html">
            
                <a href="03-concepts/3.3-workspace.html">
            
                    
                    3.3 工作台
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="03-concepts/3.4-training.html">
            
                <a href="03-concepts/3.4-training.html">
            
                    
                    3.4 训练任务
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.5" data-path="03-concepts/3.5-quota.html">
            
                <a href="03-concepts/3.5-quota.html">
            
                    
                    3.5 Quota
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.6" data-path="03-concepts/3.6-image.html">
            
                <a href="03-concepts/3.6-image.html">
            
                    
                    3.6 镜像
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.7" data-path="03-concepts/3.7-model.html">
            
                <a href="03-concepts/3.7-model.html">
            
                    
                    3.7 模型
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="04-quick-start.html">
            
                <a href="04-quick-start.html">
            
                    
                    4 Quick Start
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    5 AVA 基础教程
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="05-tasks/5.1-dataset.html">
            
                <a href="05-tasks/5.1-dataset.html">
            
                    
                    5.1 数据集管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="05-tasks/5.2-workspace.html">
            
                <a href="05-tasks/5.2-workspace.html">
            
                    
                    5.2 工作台管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.3" data-path="05-tasks/5.3-training.html">
            
                <a href="05-tasks/5.3-training.html">
            
                    
                    5.3 训练管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.4" data-path="05-tasks/5.4-snapshot-to-model.html">
            
                <a href="05-tasks/5.4-snapshot-to-model.html">
            
                    
                    5.4 模型管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.5" data-path="05-tasks/5.5-custom-image.html">
            
                <a href="05-tasks/5.5-custom-image.html">
            
                    
                    5.5 镜像管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.6" data-path="05-tasks/5.6-ssh.html">
            
                <a href="05-tasks/5.6-ssh.html">
            
                    
                    5.6 使用 SSH 登录工作台
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" >
            
                <span>
            
                    
                    6 Tutorial: 训练图像分类模型
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.7.1" data-path="06-tutorial-classification/6.1-dataset-with-jsonlist.html">
            
                <a href="06-tutorial-classification/6.1-dataset-with-jsonlist.html">
            
                    
                    6.1 准备数据集 (数据集管理方式)
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.2" data-path="06-tutorial-classification/6.2-dataset-with-sharing.html">
            
                <a href="06-tutorial-classification/6.2-dataset-with-sharing.html">
            
                    
                    6.2 准备数据集 (组/Bucket 共享方式)
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.3" data-path="06-tutorial-classification/6.3-start-training.html">
            
                <a href="06-tutorial-classification/6.3-start-training.html">
            
                    
                    6.3 开始训练
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="07-tutorial-OCR/ocr.html">
            
                <a href="07-tutorial-OCR/ocr.html">
            
                    
                    7 Tutorial: 训练 OCR 模型
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="08-tutorial-SSD/ssd.html">
            
                <a href="08-tutorial-SSD/ssd.html">
            
                    
                    8 Tutorial: 训练 SSD 模型
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >1 概述</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x6982;&#x8FF0;">&#x6982;&#x8FF0;</h1>
<p>AVA &#x662F;&#x4E03;&#x725B;&#x4E91;&#x7684; AI &#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x5E73;&#x53F0;, &#x4E3A;&#x6DF1;&#x5EA6;&#x8BAD;&#x7EC3;&#x63D0;&#x4F9B;&#x4E00;&#x6574;&#x5957;&#x7AEF;&#x5230;&#x7AEF;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;, &#x5305;&#x62EC;&#x6570;&#x636E;&#x7BA1;&#x7406;, &#x955C;&#x50CF;&#x7BA1;&#x7406;, &#x8BAD;&#x7EC3;&#x6846;&#x67B6;&#x7BA1;&#x7406;, &#x8BAD;&#x7EC3;&#x4EFB;&#x52A1;&#x7BA1;&#x7406;, &#x6A21;&#x578B;&#x7BA1;&#x7406;&#x7B49;. &#x901A;&#x8FC7; AVA &#x5E73;&#x53F0;, &#x7528;&#x6237;&#x53EF;&#x4EE5;&#x5FEB;&#x901F;&#x7684;&#x6267;&#x884C;&#x5B8C;&#x6574;&#x7684;&#x6DF1;&#x5EA6;&#x8BAD;&#x7EC3;&#x6D41;&#x7A0B;, &#x5305;&#x62EC;&#x5BFC;&#x5165;&#x8BAD;&#x7EC3;&#x6570;&#x636E;, &#x65B9;&#x4FBF;&#x7684;&#x4F7F;&#x7528;&#x5E38;&#x7528;&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x6846;&#x67B6;, &#x4E00;&#x952E;&#x542F;&#x52A8;&#x6DF1;&#x5EA6;&#x8BAD;&#x7EC3;&#x4EFB;&#x52A1;, &#x5FEB;&#x901F;&#x5BFC;&#x51FA;&#x8BAD;&#x7EC3;&#x6A21;&#x578B;&#x7B49;. &#x6574;&#x4E2A;&#x64CD;&#x4F5C;&#x8FC7;&#x7A0B;&#x90FD;&#x5728; Portal &#x754C;&#x9762;&#x4E0A;&#x8FDB;&#x884C;, &#x5E76;&#x5BF9;&#x6DF1;&#x5EA6;&#x8BAD;&#x7EC3;&#x4F7F;&#x7528;&#x8005;&#x5C4F;&#x853D;&#x5177;&#x4F53;&#x5B9E;&#x73B0;&#x7EC6;&#x8282;, &#x4F7F;&#x4E4B;&#x53EF;&#x805A;&#x7126;&#x5728;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x672C;&#x8EAB;&#x4E0A;. </p>
<p>AVA &#x5E73;&#x53F0;&#x9762;&#x5411;&#x7684;&#x7528;&#x6237;&#x4E3B;&#x8981;&#x6709;&#x5982;&#x4E0B;&#x51E0;&#x7C7B;: </p>
<ol>
<li><p>&#x7B97;&#x6CD5;&#x5DE5;&#x7A0B;&#x5E08;</p>
<p> &#x8FD9;&#x4E5F;&#x662F;&#x5E73;&#x53F0;&#x6700;&#x521D;&#x7684;&#x8BBE;&#x8BA1;&#x76EE;&#x6807;. &#x7B97;&#x6CD5;&#x5DE5;&#x7A0B;&#x5E08;&#x65E5;&#x5E38;&#x6253;&#x4EA4;&#x9053;&#x6700;&#x591A;&#x7684;&#x5DE5;&#x5177;&#x6216;&#x8D44;&#x6E90;&#x6709;: &#x5BB9;&#x5668;, &#x5B58;&#x50A8;, CPU, GPU, &#x8BAD;&#x7EC3;&#x6846;&#x67B6;, &#x8BAD;&#x7EC3;&#x7B97;&#x6CD5;, &#x8BAD;&#x7EC3;&#x6570;&#x636E;&#x7B49;. &#x5BF9;&#x4E8E;&#x7B97;&#x6CD5;&#x5DE5;&#x7A0B;&#x5E08;&#x6765;&#x8BF4;, AVA&#x5E73;&#x53F0;&#x505A;&#x597D;&#x6700;&#x57FA;&#x672C;&#x7684;&#x8D44;&#x6E90;&#x7BA1;&#x7406;, &#x4F7F;&#x5176;&#x80FD;&#x9AD8;&#x6548;&#x5730;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x8D44;&#x6E90;, &#x5E76;&#x6BD4;&#x8F83;&#x597D;&#x5730;&#x7ED3;&#x5408;&#x7B97;&#x6CD5;&#x8BBE;&#x8BA1;&#x672C;&#x8EAB;&#x5728;&#x5E73;&#x53F0;&#x4E0A;&#x5F00;&#x5C55;&#x6D4B;&#x8BD5;&#x548C;&#x8C03;&#x6574;&#x7B97;&#x6CD5;&#x53C2;&#x6570;. </p>
</li>
<li><p>&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x76F8;&#x5173;&#x4E1A;&#x52A1;&#x4F7F;&#x7528;&#x4EBA;&#x5458;, &#x5305;&#x62EC;&#x65B0;&#x5165;&#x95E8;&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x5B66;&#x4E60;&#x8005;&#x548C;&#x4F7F;&#x7528;&#x8005;</p>
<p> &#x8FD9;&#x4E00;&#x7C7B;&#x7528;&#x6237;&#x5BF9;&#x7B97;&#x6CD5;&#x548C;&#x5177;&#x4F53;&#x8BAD;&#x7EC3;&#x8FC7;&#x7A0B;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x4E86;&#x89E3;, &#x80FD;&#x7528;&#x7B97;&#x6CD5;&#x89E3;&#x51B3;&#x4E00;&#x7C7B;&#x95EE;&#x9898;, &#x4F46;&#x662F;, &#x65E0;&#x6CD5;&#x6DF1;&#x5165;&#x5B9A;&#x5236;&#x7B97;&#x6CD5;, &#x8C03;&#x6574;&#x7B97;&#x6CD5;&#x53C2;&#x6570;&#x4EE5;&#x53CA;&#x505A;&#x6DF1;&#x5EA6;&#x7684;&#x6027;&#x80FD;&#x4F18;&#x5316;. &#x5BF9;&#x8FD9;&#x4E00;&#x7C7B;&#x7528;&#x6237;&#x6765;&#x8BF4;, AVA&#x5E73;&#x53F0;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x7B80;&#x6613;&#x7684;&#x6267;&#x884C;&#x64CD;&#x4F5C;&#x5E73;&#x53F0;, &#x8BA9;&#x4ED6;&#x4EEC;&#x53EF;&#x4EE5;&#x4E00;&#x952E;&#x542F;&#x52A8;&#x6DF1;&#x5EA6;&#x8BAD;&#x7EC3;, &#x5FEB;&#x901F;&#x5F97;&#x5230;&#x8BAD;&#x7EC3;&#x7ED3;&#x679C;. </p>
</li>
<li><p>&#x5E73;&#x53F0;&#x7BA1;&#x7406;&#x4EBA;&#x5458;</p>
<p> AVA &#x5E73;&#x53F0;&#x662F;&#x5BF9;&#x8D44;&#x6E90;&#x7BA1;&#x7406;&#x7684;&#x4E00;&#x4E2A;&#x62BD;&#x8C61;, &#x5176;&#x4E2D;&#x5305;&#x62EC;&#x5B58;&#x50A8;&#x8D44;&#x6E90;, &#x8BA1;&#x7B97;&#x8D44;&#x6E90;, &#x955C;&#x50CF; (&#x5BB9;&#x5668;) &#x8D44;&#x6E90;, &#x7F51;&#x7EDC;&#x8D44;&#x6E90;, &#x7B97;&#x6CD5;&#x6846;&#x67B6;&#x7B49;. &#x7BA1;&#x7406;&#x4EBA;&#x5458;&#x901A;&#x8FC7;AVA&#x5E73;&#x53F0;&#x53EF;&#x4EE5;&#x8FC5;&#x901F;&#x638C;&#x63E1;&#x7CFB;&#x7EDF;&#x4E2D;&#x8D44;&#x6E90;&#x7684;&#x4F7F;&#x7528;&#x60C5;&#x51B5;, &#x5224;&#x65AD;&#x7CFB;&#x7EDF;&#x8D44;&#x6E90;&#x662F;&#x5426;&#x532E;&#x4E4F;&#x6216;&#x8005;&#x5B58;&#x5728;&#x74F6;&#x9888;, &#x5E76;&#x80FD;&#x63A7;&#x5236;&#x4E0D;&#x540C;&#x4F7F;&#x7528;&#x8005;&#x4F7F;&#x7528;&#x8D44;&#x6E90;&#x7684;&#x6BD4;&#x4F8B;&#x548C;&#x65B9;&#x5F0F;. </p>
</li>
</ol>
<p>AVA&#x5E73;&#x53F0;&#x8BBE;&#x8BA1;&#x7684;&#x76EE;&#x7684;&#x662F;, &#x4F7F;&#x6240;&#x6709;&#x4E0E;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x548C;&#x8BAD;&#x7EC3;&#x76F8;&#x5173;&#x7684;&#x64CD;&#x4F5C;&#x90FD;&#x53EF;&#x4EE5;&#x5728;AVA&#x5E73;&#x53F0;&#x5B8C;&#x6210;, &#x5305;&#x62EC;&#x5982;&#x4E0B;&#x65B9;&#x9762;: </p>
<ol>
<li><p>&#x5B58;&#x50A8;&#x8D44;&#x6E90;&#x7684;&#x7BA1;&#x7406;</p>
<p> &#x4F17;&#x6240;&#x5468;&#x77E5;, &#x6DF1;&#x5EA6;&#x8BAD;&#x7EC3;&#x9700;&#x8981;&#x7684;&#x6570;&#x636E;&#x662F;&#x6D77;&#x91CF;&#x7684;, &#x5E76;&#x4E14;&#x5927;&#x90E8;&#x5206;&#x7684;&#x6570;&#x636E;&#x90FD;&#x6765;&#x6E90;&#x4E8E;&#x4E92;&#x8054;&#x7F51;, &#x5B58;&#x653E;&#x4E8E;&#x4E92;&#x8054;&#x7F51;. AVA&#x5E73;&#x53F0;&#x9002;&#x5E94;&#x6570;&#x636E;&#x5B58;&#x53D6;&#x8FD9;&#x4E00;&#x7279;&#x6027;, &#x901A;&#x8FC7;&#x5BF9;&#x63A5;&#x4E03;&#x725B;&#x4E91;&#x5BF9;&#x8C61;&#x5B58;&#x50A8; (KODO) , &#x5B9E;&#x73B0;&#x6240;&#x6709;&#x6570;&#x636E;&#x7BA1;&#x7406;&#x548C;&#x843D;&#x5730;&#x90FD;&#x5728;&#x4E91;&#x7AEF;. &#x540C;&#x65F6;, &#x62E5;&#x6709;&#x7BA1;&#x7406;&#x548C;&#x5BF9;&#x63A5;&#x5176;&#x4ED6;&#x4E91;&#x5B58;&#x50A8;&#x670D;&#x52A1;&#x7684;&#x80FD;&#x529B;, &#x6BD4;&#x5982; AWS S3, &#x963F;&#x91CC; OSS &#x7B49;. &#x5728; AVA &#x5E73;&#x53F0;&#x53EF;&#x76F4;&#x63A5;&#x5BF9;&#x4E91;&#x4E0A; PB &#x7EA7;&#x522B;&#x7684;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x589E;&#x5220;&#x6539;&#x67E5;&#x64CD;&#x4F5C;. </p>
</li>
<li><p>&#x6570;&#x636E;&#x96C6;&#x7BA1;&#x7406;</p>
<p> &#x6570;&#x636E;&#x96C6;&#x662F;&#x4E00;&#x7C7B;&#x7279;&#x6B8A;&#x5B58;&#x50A8;&#x7684;&#x8D44;&#x6599;&#x96C6;&#x5408;, &#x7B80;&#x800C;&#x8A00;&#x4E4B;, &#x5C31;&#x662F;&#x8BAD;&#x7EC3;&#x6846;&#x67B6;&#x6BD4;&#x5982; MXNet &#x7B49;&#x9700;&#x8981;&#x7684;&#x7279;&#x5B9A;&#x683C;&#x5F0F;&#x7684;&#x5B58;&#x50A8;&#x7C7B;&#x578B;&#x96C6;&#x5408;. &#x4E00;&#x822C;&#x7684;&#x5B58;&#x50A8;&#x8D44;&#x6E90;, &#x6307;&#x7684;&#x662F;&#x5177;&#x4F53;&#x7684;&#x56FE;&#x7247;&#x3001;&#x89C6;&#x9891;&#x7B49;. &#x800C;&#x8BAD;&#x7EC3;&#x6846;&#x67B6;&#x4E3A;&#x4E86;&#x6027;&#x80FD;&#x8003;&#x8651;, &#x5F80;&#x5F80;&#x8981;&#x628A;&#x6570;&#x636E;&#x6253;&#x5305;&#x6210;&#x7279;&#x5B9A;&#x7684;&#x683C;&#x5F0F;, &#x8FD9;&#x5C31;&#x662F;&#x6570;&#x636E;&#x96C6;. AVA &#x5E73;&#x53F0;&#x53EF;&#x4EE5;&#x4ECE;&#x4E92;&#x8054;&#x7F51;&#x4E0A;&#x628A;&#x6307;&#x5B9A;&#x7684;&#x56FE;&#x7247;&#x3001;&#x89C6;&#x9891;&#x6216;&#x5176;&#x4ED6;&#x6570;&#x636E;&#x62C9;&#x53D6;&#x5230;&#x672C;&#x5730;&#x6216;&#x4E03;&#x725B;&#x5BF9;&#x8C61;&#x5B58;&#x50A8;&#x4E2D;, &#x5E76;&#x751F;&#x6210;&#x56FA;&#x5B9A;&#x7684;&#x683C;&#x5F0F;&#x4F9B;&#x8BAD;&#x7EC3;&#x6846;&#x67B6;&#x4F7F;&#x7528;. </p>
</li>
<li><p>GPU &#x7BA1;&#x7406;</p>
<p> GPU &#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#x8BA1;&#x7B97;&#x8D44;&#x6E90;, &#x5176;&#x5E76;&#x884C;&#x8BA1;&#x7B97;&#x901F;&#x5EA6;&#x8FDC;&#x8FDC;&#x8D85;&#x8FC7; CPU. &#x4F46;&#x5176;&#x4EF7;&#x683C;&#x4E5F;&#x8FDC;&#x8D85; CPU, &#x5728;&#x5B9E;&#x9645;&#x673A;&#x623F;&#x90E8;&#x7F72;&#x4E2D;, &#x76F8;&#x5BF9; CPU, &#x91CF;&#x8FD8;&#x662F;&#x5F88;&#x5C11;, &#x5BF9;&#x6DF1;&#x5EA6;&#x8BAD;&#x7EC3;&#x4F7F;&#x7528;&#x8005;&#x6765;&#x8BF4;, CPU &#x76F8;&#x5BF9;&#x5BCC;&#x8DB3;, GPU &#x662F;&#x7A00;&#x7F3A;&#x8D44;&#x6E90;. AVA &#x5E73;&#x53F0;&#x7684;&#x4E00;&#x4E2A;&#x4E3B;&#x8981;&#x4EFB;&#x52A1;&#x662F;&#x6709;&#x6548;&#x7BA1;&#x7406; GPU &#x8D44;&#x6E90;, &#x901A;&#x8FC7;&#x5408;&#x7406;&#x5212;&#x5206;&#x548C;&#x8C03;&#x5EA6;, &#x5145;&#x5206;&#x5229;&#x7528; GPU &#x8D44;&#x6E90;, &#x4F7F;&#x6548;&#x80FD;&#x6700;&#x5927;&#x5316;. &#x540C;&#x65F6;, AVA &#x505A;&#x7684;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x4EF6;&#x4E8B;&#x60C5;, &#x662F;&#x5B9E;&#x73B0;&#x5B58;&#x50A8;&#x548C;&#x8BA1;&#x7B97;&#x5206;&#x79BB;, &#x4F7F;&#x5F97;&#x5404;&#x81EA;&#x53EF;&#x4EE5;&#x72EC;&#x7ACB;&#x5E73;&#x884C;&#x6269;&#x5C55;. </p>
</li>
<li><p>&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x6846;&#x67B6;&#x7BA1;&#x7406;</p>
<p> &#x4E3B;&#x8981;&#x662F;&#x901A;&#x8FC7;&#x5BB9;&#x5668;&#x955C;&#x50CF;&#x6765;&#x5B9E;&#x73B0;&#x7684;. &#x76EE;&#x524D;&#x4E3B;&#x6D41;&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x6846;&#x67B6; AVA &#x5E73;&#x53F0;&#x90FD;&#x63D0;&#x4F9B;&#x652F;&#x6301;, &#x5305;&#x62EC; MXNet, Caffe, PyTorch &#x548C; TensorFlow. </p>
</li>
<li><p>&#x5BB9;&#x5668;&#x955C;&#x50CF;&#x7BA1;&#x7406;</p>
<p> &#x9664;&#x4E86; AVA &#x5E73;&#x53F0;&#x63D0;&#x4F9B;&#x7684;&#x516C;&#x6709;&#x955C;&#x50CF;&#x5916;, &#x7528;&#x6237;&#x53EF;&#x4EE5;&#x5B9A;&#x5236;&#x81EA;&#x5DF1;&#x7684;&#x955C;&#x50CF;, &#x4EE5;&#x540E;&#x8FDB;&#x884C;&#x6DF1;&#x5EA6;&#x8BAD;&#x7EC3;&#x65F6;&#x4F7F;&#x7528;&#x81EA;&#x5DF1;&#x5B9A;&#x5236;&#x7684;&#x955C;&#x50CF;. </p>
</li>
<li><p>&#x8BAD;&#x7EC3;&#x8FC7;&#x7A0B;&#x7BA1;&#x7406;</p>
<p> &#x5305;&#x62EC;&#x542F;&#x52A8;&#x8BAD;&#x7EC3;, &#x89C2;&#x5BDF;&#x8BAD;&#x7EC3;&#x4EA7;&#x751F;&#x7684;&#x6A21;&#x578B;, &#x8FDB;&#x5EA6;, &#x8FD8;&#x6709;&#x7EC8;&#x6B62;&#x8BAD;&#x7EC3;. &#x8FD9;&#x4E9B;&#x64CD;&#x4F5C;&#x90FD;&#x53EF;&#x4EE5;&#x901A;&#x8FC7; Portal &#x5B8C;&#x6210;. </p>
</li>
<li><p>&#x5206;&#x5E03;&#x5F0F;&#x8BAD;&#x7EC3;&#x652F;&#x6301;&#x548C;&#x8C03;&#x5EA6;&#x7BA1;&#x7406;</p>
<p> &#x8FD9;&#x662F;&#x9AD8;&#x9636;&#x529F;&#x80FD;. &#x901A;&#x8FC7;&#x5206;&#x5E03;&#x5F0F;&#x8C03;&#x5EA6;, AVA &#x53EF;&#x4EE5;&#x5229;&#x7528;&#x591A;&#x53F0;&#x673A;&#x5668;&#x7684; GPU &#x6267;&#x884C;&#x8BAD;&#x7EC3;, &#x52A0;&#x901F;&#x6DF1;&#x5EA6;&#x8BAD;&#x7EC3;. </p>
</li>
</ol>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: Introduction">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="02-register.html" class="navigation navigation-next " aria-label="Next page: 2 AVA 申请注册流程">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1 概述","level":"1.2","depth":1,"next":{"title":"2 AVA 申请注册流程","level":"1.3","depth":1,"path":"02-register.md","ref":"./02-register.md","articles":[]},"previous":{"title":"Introduction","level":"1.1","depth":1,"path":"readme.md","ref":"readme.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"01-introduction.md","mtime":"2018-08-02T09:30:19.975Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-08-02T09:31:35.558Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

